export default {
  ru:{
    "form":[
      [
       "Я буду ",      "Я буду ",      "Я не буду ",
       "Я ",           "Я ",           "Я не ",
       "Я ",           "Я ",           "Я не ",
      ],
      [
       "Ты будешь ",  "Ты будешь ",    "Ты не будешь ",
       "Ты ",         "Ты ",           "Ты не ",
       "Ты ",         "Ты ",           "Ты не ",
      ],
      [
       "Он будет ",   "Он будет ",    "Он не будет ",
       "Он ",         "Он ",          "Он не ",
       "Он ",         "Он ",          "Он не ",
      ],
      [
       "Она будет ",  "Она будет ",   "Она не будет ",
       "Она ",        "Она ",         "Она не ",
       "Она ",        "Она ",         "Она не ",
      ],
      // [
      //   "Оно будет ",  "Оно будет ",   "Оно не будет ",
      //   "Оно ",        "Оно ",         "Оно не ",
      //   "Оно ",        "Оно ",         "Оно не ",
      // ],
      [
       "Мы будем ",   "Мы будем ",    "Мы не будем ",
       "Мы ",         "Мы ",          "Мы не ",
       "Мы ",         "Мы ",          "Мы не ",
      ],
      [
       "Они будут ",  "Они будут ",   "Они не будут ",
       "Они ",        "Они ",         "Они не ",
       "Они ",        "Они ",         "Они не ",
      ]
    ],
    "verbs":[
      [
        ["плавать","плавать","плавать","плавать","плавать","плавать"],
        ["плаваю","плаваешь","плавает","плавает","плаваем","плавают"],
        ["плавал","плавал","плавал","плавала","плавали","плавали"]
        // "present":{"I":"плаваю","You":"плаваешь","He":"плавает","She":"плавает","It":"плавает","We":"плаваем","They":"плавают"},
        // "past":{"I":"плавал","You":"плавал","He":"плавал","She":"плавала","It":"плавало","We":"плавали","They":"плавали"}
      ],
       [
        ["прыгать","прыгать","прыгать","прыгать","прыгать","прыгать"],
        ["прыгаю","прыгаешь","прыгает","прыгает","прыгаем","прыгают"],
        ["прыгал","прыгал","прыгал","прыгала","прыгали","прыгали"]
       ],
      [
        ["читать","читать","читать","читать","читать","читать",],
        ["читаю","читаешь","читает","читает","читаем","читают"],
        ["читал","читал","читал","читала","читали","читали"]
      ],
      [
        ["играть","играть","играть","играть","играть","играть"],
        ["играю","играешь","играет","играет","играем","играют"],
        ["играл","играл","играл","играла","играли","играли"]
      ],
      [
        ["пить","пить","пить","пить","пить","пить"],
        ["пью","пьешь","пьет","пьет","пьем","пьют"],
        ["пил","пил","пил","пила","пили","пили"]
      ],
     [
       ["смотреть","смотреть","смотреть","смотреть","смотреть","смотреть"],
        ["смотрю","смотришь","смотрит","смотрит","смотрим","смотрят"],
        ["смотрел","смотрел","смотрел","смотрела","смотрели","смотрели"]
     ],
     [
      ["видеть","видеть","видеть","видеть","видеть","видеть",],
      ["вижу","видишь","видит","видит","видим","видят"],
      ["видел","видел", "видел", "видела",  "видели", "видели"]
     ]
    ],
  },
  eng:{
    "when":{
    "future":["tomorow", {"last":["time","day","week","month","year","season","centere"]}],
    "past":["yesterday", {"next":["time","day","week","month","year","season","centere"]}]
    },
    "verbs":[
      ["swim","swims","swam"],
      ["jump","jumps","jumped"],
      ["read","reads","read"],
      ["play","plays","played"],
      ["drink","drinks","drank"],
      ["watch","watches","watched"],
      ["see","sees", "saw"]
    ],
    "form":[
      [
       "will i ",           "i will ",           ["i will not ","i willnt "],
       "do i ",             "i ",                ["i do not ","i dont "],
       "did i ",            "i ",                ["i did not ","i didnt "],
      ],
      [
       "will you ",         "you will ",         ["you will not ","you willnt "],
       "do you ",           "you ",              ["you do not ","you dont "],
       "did you ",          "you ",              ["you did not ","you didnt "],
      ],
      [
       "will he ",           "he will ",          ["he will not ","he willnt "],
       "does he ",          "he ",               ["he does not ","he doesnt "],
       "did he ",           "he ",               ["he did not ","he didnt "],
      ],
      [
        "will she ",         "she will ",         ["she will not ","she willnt "],
        "does she ",         "she ",              ["she does not ","she doesnt "],
        "did she ",          "she ",              ["she did not ","she didnt "],
      ],
      // [
      //   "will it ",         "it will ",         "it will not ",
      //   "does it ",         "it ",             "it does not ",
      //   "did it ",          "it ",              "it did not ",
      // ],
      [
        "will we ",         "we will ",          ["we will not ","we willnt "],
        "do we ",           "we ",               ["we do not ","we dont "],
        "did we ",          "we ",               ["we did not ","we didnt "],
       ],
      [
       "will they ",        "they will ",        ["they will not ","they willnt "],
       "do they ",          "they ",             ["they do not ","they dont "],
       "did they ",         "they ",             ["they did not ","they dont "],
      ],
    ],
  }
}