export default {
  ru:{
    "form":[
      [
       "Я буду ",      "Я буду ",      "Я не буду ",
       "Я ",           "Я ",           "Я не ",
       "Я ",           "Я ",           "Я не ",
      ],
      [
       "Ты будешь ",  "Ты будешь ",    "Ты не будешь ",
       "Ты ",         "Ты ",           "Ты не ",
       "Ты ",         "Ты ",           "Ты не ",
      ],
      [
       "Он будет ",   "Он будет ",    "Он не будет ",
       "Он ",         "Он ",          "Он не ",
       "Он ",         "Он ",          "Он не ",
      ],
      [
       "Она будет ",  "Она будет ",   "Она не будет ",
       "Она ",        "Она ",         "Она не ",
       "Она ",        "Она ",         "Она не ",
      ],
      [
        "Оно будет ",  "Оно будет ",   "Оно не будет ",
        "Оно ",        "Оно ",         "Оно не ",
        "Оно ",        "Оно ",         "Оно не ",
      ],
      [
       "Мы будем ",   "Мы будем ",    "Мы не будем ",
       "Мы ",         "Мы ",          "Мы не ",
       "Мы ",         "Мы ",          "Мы не ",
      ],
      [
       "Они будут ",  "Они будут ",   "Они не будут ",
       "Они ",        "Они ",         "Они не ",
       "Они ",        "Они ",         "Они не ",
      ]
    ],
    "verbs":[
      [
        ["плавать","плавать","плавать","плавать","плавать","плавать","плавать"],
        ["плаваю","плаваешь","плавает","плавает","плавает","плаваем","плавают"],
        ["плавал","плавал","плавал","плавала","плавало","плавали","плавали"]
        // "present":{"I":"плаваю","You":"плаваешь","He":"плавает","She":"плавает","It":"плавает","We":"плаваем","They":"плавают"},
        // "past":{"I":"плавал","You":"плавал","He":"плавал","She":"плавала","It":"плавало","We":"плавали","They":"плавали"}
      ],
       [
        ["прыгать","прыгать","прыгать","прыгать","прыгать","прыгать","прыгать"],
        ["прыгаю","прыгаешь","прыгает","прыгает","прыгает","прыгаем","прыгают"],
        ["прыгал","прыгал","прыгал","прыгала","прыгало","прыгали","прыгали"]
       ],
      [
        ["читать","читать","читать","читать","читать","читать","читать",],
        ["читаю","читаешь","читает","читает","читает","читаем","читают"],
        ["читал","читал","читал","читала","читало","читали","читали"]
      ],
      [
        ["играть","играть","играть","играть","играть","играть","играть"],
        ["играю","играешь","играет","играет","играет","играем","играют"],
        ["играл","играл","играл","играла","играло","играли","играли"]
      ],
      [
        ["пить","пить","пить","пить","пить","пить","пить","пить"],
        ["пью","пьешь","пьет","пьет","пьет","пьем","пьют"],
        ["пил","пил","пил","пила","пило","пили","пили"]
      ],
     [
       ["смотреть","смотреть","смотреть","смотреть","смотреть","смотреть","смотреть"],
        ["смотрю","смотришь","смотрит","смотрит","смотрит","смотрим","смотрят"],
        ["смотрел","смотрел","смотрел","смотрела","смотрело","смотрели","смотрели"]
     ],
    ],
  },
  eng:{
    "when":{
    "future":["tomorow", {"last":["time","day","week","month","year","season","centere"]}],
    "past":["yesterday", {"next":["time","day","week","month","year","season","centere"]}]
    },
    "verbs":[
      ["swim","swims","swam"],
      ["jump","jumps","jumped"],
      ["read","reads","read"],
      ["play","plays","played"],
      ["drink","drinks","drank"],
      ["watch","watches","wathed"]
    ],
    "form":[
      [
       "will I ",           "i will ",           "i will not ",
       "do I ",             "i ",                "i do not ",
       "did I ",            "i ",                "i did not ",
      ],
      [
       "will you ",         "you will ",         "you will not ",
       "do you ",           "you ",              "you do not ",
       "did you ",          "you ",              "you did not ",
      ],
      [
       "will he ",           "he will ",          "he will not ",
       "does he ",          "he ",               "he does not ",
       "did he ",           "he ",               "he did not ",
      ],
      [
        "will she ",         "she will ",         "she will not ",
        "does she ",         "she ",              "she does not ",
        "did she ",          "she ",              "she did not ",
      ],
      [
        "will it ",         "it will ",         "it will not ",
        "does it ",         "it ",             "it does not ",
        "did it ",          "it ",              "it did not ",
      ],
      [
        "will we ",         "we will ",          "we will not ",
        "do we ",           "we ",               "we do not ",
        "did we ",          "we ",               "we did not ",
       ],
      [
       "will they ",        "they will ",        "they will not ",
       "do they ",          "they ",             "they do not ",
       "did they ",         "they ",             "they did not ",
      ],
    ],
  }
}